{"<PAD>": 0, "<UNK>": 1, "the": 2, "and": 3, "a": 4, "of": 5, "to": 6, "is": 7, "it": 8, "in": 9, "i": 10, "this": 11, "that": 12, "s": 13, "was": 14, "as": 15, "for": 16, "movie": 17, "with": 18, "but": 19, "film": 20, "you": 21, "t": 22, "on": 23, "not": 24, "are": 25, "he": 26, "his": 27, "have": 28, "one": 29, "be": 30, "all": 31, "at": 32, "they": 33, "by": 34, "an": 35, "who": 36, "so": 37, "like": 38, "from": 39, "there": 40, "just": 41, "or": 42, "her": 43, "about": 44, "out": 45, "if": 46, "has": 47, "what": 48, "some": 49, "good": 50, "can": 51, "when": 52, "very": 53, "more": 54, "up": 55, "she": 56, "no": 57, "time": 58, "my": 59, "even": 60, "would": 61, "which": 62, "story": 63, "really": 64, "their": 65, "see": 66, "only": 67, "had": 68, "well": 69, "were": 70, "me": 71, "we": 72, "than": 73, "much": 74, "bad": 75, "people": 76, "other": 77, "do": 78, "get": 79, "been": 80, "great": 81, "will": 82, "also": 83, "first": 84, "into": 85, "don": 86, "how": 87, "him": 88, "because": 89, "most": 90, "then": 91, "made": 92, "them": 93, "make": 94, "way": 95, "after": 96, "could": 97, "its": 98, "too": 99, "movies": 100, "any": 101, "think": 102, "characters": 103, "character": 104, "watch": 105, "films": 106, "seen": 107, "two": 108, "never": 109, "plot": 110, "love": 111, "being": 112, "acting": 113, "where": 114, "many": 115, "life": 116, "over": 117, "best": 118, "show": 119, "did": 120, "off": 121, "know": 122, "little": 123, "ever": 124, "scene": 125, "does": 126, "man": 127, "your": 128, "say": 129, "better": 130, "still": 131, "here": 132, "scenes": 133, "end": 134, "these": 135, "while": 136, "ve": 137, "why": 138, "such": 139, "m": 140, "something": 141, "go": 142, "should": 143, "through": 144, "real": 145, "back": 146, "actors": 147, "watching": 148, "those": 149, "though": 150, "thing": 151, "director": 152, "re": 153, "funny": 154, "years": 155, "didn": 156, "now": 157, "another": 158, "doesn": 159, "actually": 160, "before": 161, "nothing": 162, "old": 163, "find": 164, "work": 165, "same": 166, "makes": 167, "going": 168, "few": 169, "lot": 170, "every": 171, "again": 172, "look": 173, "new": 174, "part": 175, "cast": 176, "world": 177, "pretty": 178, "quite": 179, "want": 180, "enough": 181, "things": 182, "down": 183, "long": 184, "around": 185, "horror": 186, "take": 187, "us": 188, "young": 189, "thought": 190, "both": 191, "got": 192, "however": 193, "seems": 194, "fact": 195, "big": 196, "give": 197, "between": 198, "without": 199, "series": 200, "action": 201, "gets": 202, "comedy": 203, "may": 204, "d": 205, "guy": 206, "music": 207, "own": 208, "must": 209, "whole": 210, "times": 211, "bit": 212, "done": 213, "saw": 214, "isn": 215, "always": 216, "role": 217, "almost": 218, "minutes": 219, "far": 220, "right": 221, "original": 222, "come": 223, "script": 224, "interesting": 225, "point": 226, "might": 227, "least": 228, "ll": 229, "last": 230, "since": 231, "making": 232, "girl": 233, "family": 234, "hard": 235, "tv": 236, "am": 237, "fun": 238, "anything": 239, "probably": 240, "kind": 241, "feel": 242, "woman": 243, "performance": 244, "rather": 245, "anyone": 246, "each": 247, "believe": 248, "worst": 249, "yet": 250, "although": 251, "especially": 252, "sure": 253, "found": 254, "away": 255, "day": 256, "looking": 257, "dvd": 258, "book": 259, "put": 260, "played": 261, "having": 262, "american": 263, "shows": 264, "our": 265, "set": 266, "place": 267, "ending": 268, "screen": 269, "once": 270, "worth": 271, "someone": 272, "high": 273, "maybe": 274, "main": 275, "three": 276, "goes": 277, "reason": 278, "actor": 279, "trying": 280, "effects": 281, "let": 282, "watched": 283, "said": 284, "sense": 285, "everyone": 286, "course": 287, "year": 288, "comes": 289, "everything": 290, "black": 291, "himself": 292, "different": 293, "together": 294, "true": 295, "wasn": 296, "special": 297, "looks": 298, "war": 299, "seeing": 300, "later": 301, "left": 302, "during": 303, "mind": 304, "shot": 305, "half": 306, "job": 307, "john": 308, "instead": 309, "money": 310, "seem": 311, "plays": 312, "play": 313, "audience": 314, "budget": 315, "beautiful": 316, "excellent": 317, "house": 318, "night": 319, "top": 320, "star": 321, "used": 322, "idea": 323, "takes": 324, "second": 325, "death": 326, "poor": 327, "men": 328, "else": 329, "hollywood": 330, "wife": 331, "less": 332, "read": 333, "fan": 334, "nice": 335, "home": 336, "short": 337, "version": 338, "simply": 339, "help": 340, "dead": 341, "camera": 342, "enjoy": 343, "use": 344, "women": 345, "low": 346, "mean": 347, "production": 348, "completely": 349, "school": 350, "until": 351, "along": 352, "kids": 353, "either": 354, "line": 355, "given": 356, "tell": 357, "sex": 358, "friends": 359, "wrong": 360, "terrible": 361, "start": 362, "try": 363, "getting": 364, "truly": 365, "stupid": 366, "need": 367, "boring": 368, "recommend": 369, "couple": 370, "full": 371, "rest": 372, "classic": 373, "others": 374, "father": 375, "performances": 376, "next": 377, "awful": 378, "early": 379, "face": 380, "perhaps": 381, "won": 382, "understand": 383, "definitely": 384, "perfect": 385, "came": 386, "person": 387, "human": 388, "stars": 389, "remember": 390, "wonderful": 391, "went": 392, "often": 393, "lines": 394, "playing": 395, "piece": 396, "boy": 397, "doing": 398, "episode": 399, "moments": 400, "small": 401, "itself": 402, "video": 403, "picture": 404, "keep": 405, "gives": 406, "dialogue": 407, "sound": 408, "head": 409, "couldn": 410, "entire": 411, "style": 412, "live": 413, "name": 414, "finally": 415, "title": 416, "white": 417, "yes": 418, "worse": 419, "entertaining": 420, "mother": 421, "case": 422, "several": 423, "written": 424, "overall": 425, "sort": 426, "loved": 427, "mr": 428, "cinema": 429, "supposed": 430, "children": 431, "guess": 432, "liked": 433, "certainly": 434, "fans": 435, "dark": 436, "history": 437, "laugh": 438, "oh": 439, "become": 440, "called": 441, "direction": 442, "based": 443, "hope": 444, "friend": 445, "felt": 446, "totally": 447, "lost": 448, "guys": 449, "final": 450, "problem": 451, "absolutely": 452, "amazing": 453, "care": 454, "beginning": 455, "already": 456, "wants": 457, "throughout": 458, "against": 459, "under": 460, "waste": 461, "days": 462, "game": 463, "lead": 464, "heart": 465, "side": 466, "despite": 467, "seemed": 468, "writing": 469, "humor": 470, "drama": 471, "lives": 472, "unfortunately": 473, "killer": 474, "able": 475, "matter": 476, "child": 477, "run": 478, "town": 479, "flick": 480, "kill": 481, "etc": 482, "evil": 483, "horrible": 484, "son": 485, "act": 486, "enjoyed": 487, "example": 488, "becomes": 489, "turns": 490, "says": 491, "wanted": 492, "fine": 493, "turn": 494, "michael": 495, "behind": 496, "quality": 497, "parts": 498, "actress": 499, "heard": 500, "writer": 501, "tries": 502, "obviously": 503, "city": 504, "close": 505, "hour": 506, "group": 507, "took": 508, "genre": 509, "viewer": 510, "stuff": 511, "brilliant": 512, "past": 513, "directed": 514, "art": 515, "hand": 516, "eyes": 517, "favorite": 518, "blood": 519, "self": 520, "b": 521, "expect": 522, "themselves": 523, "ok": 524, "myself": 525, "kid": 526, "daughter": 527, "happens": 528, "late": 529, "starts": 530, "highly": 531, "looked": 532, "today": 533, "car": 534, "except": 535, "soon": 536, "gave": 537, "girls": 538, "moment": 539, "works": 540, "anyway": 541, "police": 542, "killed": 543, "god": 544, "sometimes": 545, "type": 546, "voice": 547, "score": 548, "slow": 549, "hit": 550, "seriously": 551, "fight": 552, "told": 553, "thinking": 554, "chance": 555, "shown": 556, "lack": 557, "attempt": 558, "hilarious": 559, "leave": 560, "experience": 561, "brother": 562, "known": 563, "stop": 564, "feeling": 565, "coming": 566, "crap": 567, "decent": 568, "please": 569, "murder": 570, "violence": 571, "james": 572, "four": 573, "cool": 574, "alone": 575, "cannot": 576, "wouldn": 577, "ago": 578, "happened": 579, "happen": 580, "including": 581, "involved": 582, "complete": 583, "across": 584, "living": 585, "exactly": 586, "extremely": 587, "jokes": 588, "important": 589, "wonder": 590, "career": 591, "talent": 592, "cinematography": 593, "robert": 594, "hell": 595, "usually": 596, "order": 597, "reality": 598, "cut": 599, "shots": 600, "particularly": 601, "taken": 602, "call": 603, "hero": 604, "age": 605, "roles": 606, "serious": 607, "gore": 608, "opening": 609, "number": 610, "level": 611, "wish": 612, "rating": 613, "david": 614, "hours": 615, "save": 616, "strong": 617, "power": 618, "major": 619, "yourself": 620, "saying": 621, "none": 622, "obvious": 623, "running": 624, "view": 625, "english": 626, "ends": 627, "song": 628, "documentary": 629, "body": 630, "fast": 631, "word": 632, "middle": 633, "stories": 634, "huge": 635, "silly": 636, "room": 637, "taking": 638, "female": 639, "ridiculous": 640, "attention": 641, "dull": 642, "simple": 643, "opinion": 644, "started": 645, "annoying": 646, "class": 647, "interest": 648, "mostly": 649, "relationship": 650, "novel": 651, "disappointed": 652, "check": 653, "turned": 654, "beyond": 655, "happy": 656, "review": 657, "jack": 658, "sad": 659, "somewhat": 660, "episodes": 661, "possible": 662, "entertainment": 663, "ten": 664, "miss": 665, "musical": 666, "sets": 667, "talk": 668, "usual": 669, "o": 670, "team": 671, "upon": 672, "husband": 673, "sister": 674, "aren": 675, "french": 676, "message": 677, "clearly": 678, "clich": 679, "country": 680, "light": 681, "enjoyable": 682, "ones": 683, "five": 684, "strange": 685, "moving": 686, "sequence": 687, "surprised": 688, "george": 689, "basically": 690, "due": 691, "knows": 692, "comic": 693, "songs": 694, "modern": 695, "finds": 696, "scary": 697, "released": 698, "lady": 699, "knew": 700, "dialog": 701, "apparently": 702, "non": 703, "easily": 704, "tells": 705, "above": 706, "mention": 707, "problems": 708, "thriller": 709, "words": 710, "predictable": 711, "whose": 712, "bunch": 713, "change": 714, "soundtrack": 715, "events": 716, "haven": 717, "romantic": 718, "feature": 719, "single": 720, "british": 721, "easy": 722, "e": 723, "similar": 724, "cheap": 725, "future": 726, "imagine": 727, "straight": 728, "bring": 729, "using": 730, "storyline": 731, "deal": 732, "theater": 733, "tried": 734, "red": 735, "talking": 736, "certain": 737, "near": 738, "supporting": 739, "local": 740, "parents": 741, "form": 742, "rock": 743, "subject": 744, "showing": 745, "space": 746, "editing": 747, "television": 748, "suspense": 749, "famous": 750, "whether": 751, "add": 752, "hate": 753, "eye": 754, "named": 755, "lots": 756, "falls": 757, "oscar": 758, "rent": 759, "giving": 760, "stay": 761, "elements": 762, "okay": 763, "monster": 764, "within": 765, "avoid": 766, "fall": 767, "kept": 768, "sequel": 769, "th": 770, "comments": 771, "mystery": 772, "forget": 773, "weak": 774, "release": 775, "needs": 776, "needed": 777, "imdb": 778, "follow": 779, "average": 780, "earth": 781, "among": 782, "filmed": 783, "surprise": 784, "clear": 785, "stand": 786, "america": 787, "viewing": 788, "begins": 789, "viewers": 790, "beauty": 791, "sorry": 792, "dr": 793, "season": 794, "box": 795, "society": 796, "actual": 797, "street": 798, "brought": 799, "working": 800, "die": 801, "realistic": 802, "theme": 803, "herself": 804, "minute": 805, "move": 806, "tale": 807, "note": 808, "appears": 809, "deep": 810, "points": 811, "premise": 812, "fantastic": 813, "sequences": 814, "footage": 815, "ways": 816, "peter": 817, "reviews": 818, "male": 819, "lame": 820, "tom": 821, "feels": 822, "atmosphere": 823, "killing": 824, "whatever": 825, "truth": 826, "dance": 827, "typical": 828, "king": 829, "crime": 830, "memorable": 831, "buy": 832, "romance": 833, "period": 834, "indeed": 835, "poorly": 836, "york": 837, "means": 838, "dog": 839, "gone": 840, "difficult": 841, "leads": 842, "open": 843, "somehow": 844, "fi": 845, "situation": 846, "question": 847, "expected": 848, "greatest": 849, "hear": 850, "learn": 851, "water": 852, "front": 853, "hot": 854, "boys": 855, "believable": 856, "sci": 857, "inside": 858, "wait": 859, "air": 860, "particular": 861, "fire": 862, "cheesy": 863, "lee": 864, "animation": 865, "decided": 866, "acted": 867, "whom": 868, "write": 869, "general": 870, "screenplay": 871, "richard": 872, "disney": 873, "personal": 874, "background": 875, "emotional": 876, "crew": 877, "laughs": 878, "list": 879, "gay": 880, "shame": 881, "third": 882, "sit": 883, "masterpiece": 884, "outside": 885, "eventually": 886, "leaves": 887, "unless": 888, "doubt": 889, "material": 890, "figure": 891, "realize": 892, "quickly": 893, "begin": 894, "superb": 895, "effort": 896, "dramatic": 897, "stage": 898, "island": 899, "directors": 900, "keeps": 901, "reading": 902, "girlfriend": 903, "pay": 904, "possibly": 905, "became": 906, "paul": 907, "otherwise": 908, "forced": 909, "c": 910, "western": 911, "rich": 912, "incredibly": 913, "comment": 914, "doctor": 915, "forward": 916, "apart": 917, "previous": 918, "effect": 919, "meets": 920, "nearly": 921, "nor": 922, "fighting": 923, "perfectly": 924, "japanese": 925, "credits": 926, "unique": 927, "badly": 928, "total": 929, "crazy": 930, "powerful": 931, "era": 932, "features": 933, "hands": 934, "odd": 935, "meet": 936, "setting": 937, "following": 938, "rate": 939, "sexual": 940, "joke": 941, "nature": 942, "clever": 943, "towards": 944, "wasted": 945, "sounds": 946, "directing": 947, "worked": 948, "expecting": 949, "political": 950, "joe": 951, "business": 952, "fails": 953, "result": 954, "de": 955, "older": 956, "plus": 957, "appear": 958, "copy": 959, "portrayed": 960, "interested": 961, "value": 962, "break": 963, "fairly": 964, "party": 965, "cover": 966, "present": 967, "creepy": 968, "development": 969, "gun": 970, "dumb": 971, "cause": 972, "pure": 973, "flat": 974, "free": 975, "dream": 976, "laughing": 977, "match": 978, "writers": 979, "filmmakers": 980, "zombie": 981, "create": 982, "leading": 983, "secret": 984, "reasons": 985, "deserves": 986, "weird": 987, "telling": 988, "store": 989, "battle": 990, "uses": 991, "mad": 992, "missing": 993, "christmas": 994, "ended": 995, "brings": 996, "return": 997, "italian": 998, "sick": 999, "success": 1000, "plenty": 1001, "mark": 1002, "scott": 1003, "escape": 1004, "co": 1005, "former": 1006, "ideas": 1007, "younger": 1008, "waiting": 1009, "manages": 1010, "unlike": 1011, "sadly": 1012, "bill": 1013, "cartoon": 1014, "remake": 1015, "state": 1016, "members": 1017, "filled": 1018, "control": 1019, "mess": 1020, "hardly": 1021, "twist": 1022, "singing": 1023, "speak": 1024, "g": 1025, "office": 1026, "villain": 1027, "nudity": 1028, "cute": 1029, "potential": 1030, "large": 1031, "ask": 1032, "intelligent": 1033, "vampire": 1034, "entirely": 1035, "follows": 1036, "la": 1037, "impressive": 1038, "baby": 1039, "spoilers": 1040, "yeah": 1041, "produced": 1042, "cop": 1043, "admit": 1044, "caught": 1045, "familiar": 1046, "pace": 1047, "hold": 1048, "wrote": 1049, "recently": 1050, "various": 1051, "ray": 1052, "plain": 1053, "sweet": 1054, "cold": 1055, "tension": 1056, "william": 1057, "f": 1058, "awesome": 1059, "missed": 1060, "force": 1061, "agree": 1062, "visual": 1063, "hair": 1064, "anti": 1065, "spirit": 1066, "jim": 1067, "slightly": 1068, "talented": 1069, "science": 1070, "aside": 1071, "drug": 1072, "common": 1073, "public": 1074, "exciting": 1075, "u": 1076, "honest": 1077, "compared": 1078, "van": 1079, "mentioned": 1080, "brothers": 1081, "died": 1082, "moves": 1083, "depth": 1084, "dancing": 1085, "disturbing": 1086, "weren": 1087, "considered": 1088, "fantasy": 1089, "garbage": 1090, "jane": 1091, "rated": 1092, "likes": 1093, "biggest": 1094, "century": 1095, "incredible": 1096, "casting": 1097, "project": 1098, "failed": 1099, "created": 1100, "west": 1101, "social": 1102, "tony": 1103, "decide": 1104, "spend": 1105, "culture": 1106, "earlier": 1107, "portrayal": 1108, "decides": 1109, "attempts": 1110, "master": 1111, "successful": 1112, "fit": 1113, "college": 1114, "army": 1115, "meant": 1116, "married": 1117, "violent": 1118, "trouble": 1119, "concept": 1120, "neither": 1121, "spent": 1122, "bored": 1123, "focus": 1124, "alive": 1125, "sitting": 1126, "frank": 1127, "studio": 1128, "touch": 1129, "literally": 1130, "bought": 1131, "pointless": 1132, "company": 1133, "german": 1134, "animated": 1135, "respect": 1136, "basic": 1137, "super": 1138, "slasher": 1139, "bizarre": 1140, "band": 1141, "adult": 1142, "effective": 1143, "producer": 1144, "fake": 1145, "christopher": 1146, "honestly": 1147, "shooting": 1148, "longer": 1149, "barely": 1150, "road": 1151, "situations": 1152, "tough": 1153, "train": 1154, "minor": 1155, "pieces": 1156, "recommended": 1157, "alien": 1158, "ability": 1159, "trip": 1160, "law": 1161, "door": 1162, "producers": 1163, "suddenly": 1164, "showed": 1165, "convincing": 1166, "kills": 1167, "ex": 1168, "silent": 1169, "amusing": 1170, "tone": 1171, "historical": 1172, "glad": 1173, "pick": 1174, "solid": 1175, "popular": 1176, "thanks": 1177, "stands": 1178, "recent": 1179, "park": 1180, "issues": 1181, "conclusion": 1182, "post": 1183, "credit": 1184, "brain": 1185, "somewhere": 1186, "consider": 1187, "walk": 1188, "journey": 1189, "porn": 1190, "gang": 1191, "appreciate": 1192, "humour": 1193, "fair": 1194, "bed": 1195, "choice": 1196, "prison": 1197, "normal": 1198, "images": 1199, "attack": 1200, "k": 1201, "soldiers": 1202, "loud": 1203, "ben": 1204, "cult": 1205, "fiction": 1206, "considering": 1207, "mary": 1208, "language": 1209, "makers": 1210, "sees": 1211, "standard": 1212, "positive": 1213, "l": 1214, "details": 1215, "involving": 1216, "meaning": 1217, "genius": 1218, "further": 1219, "nobody": 1220, "detective": 1221, "edge": 1222, "ultimately": 1223, "remains": 1224, "generally": 1225, "starring": 1226, "amount": 1227, "likely": 1228, "values": 1229, "ship": 1230, "taste": 1231, "pathetic": 1232, "south": 1233, "week": 1234, "charles": 1235, "twists": 1236, "spoiler": 1237, "beautifully": 1238, "impossible": 1239, "camp": 1240, "fear": 1241, "mysterious": 1242, "r": 1243, "chemistry": 1244, "zombies": 1245, "cat": 1246, "london": 1247, "shoot": 1248, "naked": 1249, "personally": 1250, "adventure": 1251, "questions": 1252, "accent": 1253, "purpose": 1254, "hey": 1255, "mood": 1256, "zero": 1257, "drawn": 1258, "manner": 1259, "appeal": 1260, "hitchcock": 1261, "smith": 1262, "thrown": 1263, "hoping": 1264, "motion": 1265, "emotions": 1266, "disappointing": 1267, "win": 1268, "books": 1269, "heavy": 1270, "computer": 1271, "chris": 1272, "surprisingly": 1273, "audiences": 1274, "channel": 1275, "wow": 1276, "brief": 1277, "charlie": 1278, "leaving": 1279, "intended": 1280, "comedies": 1281, "charm": 1282, "bother": 1283, "constantly": 1284, "wild": 1285, "stick": 1286, "knowing": 1287, "impression": 1288, "offer": 1289, "mainly": 1290, "appearance": 1291, "filming": 1292, "dad": 1293, "complex": 1294, "disappointment": 1295, "trash": 1296, "boyfriend": 1297, "news": 1298, "thinks": 1299, "costumes": 1300, "throw": 1301, "speaking": 1302, "blue": 1303, "rare": 1304, "government": 1305, "ride": 1306, "walking": 1307, "industry": 1308, "worthy": 1309, "smart": 1310, "changes": 1311, "jones": 1312, "managed": 1313, "natural": 1314, "military": 1315, "presence": 1316, "everybody": 1317, "explain": 1318, "date": 1319, "nowhere": 1320, "grade": 1321, "added": 1322, "russian": 1323, "plan": 1324, "touching": 1325, "sexy": 1326, "track": 1327, "forever": 1328, "puts": 1329, "utterly": 1330, "suppose": 1331, "intense": 1332, "batman": 1333, "lighting": 1334, "terms": 1335, "six": 1336, "planet": 1337, "aspect": 1338, "phone": 1339, "immediately": 1340, "runs": 1341, "pass": 1342, "bar": 1343, "christian": 1344, "million": 1345, "giant": 1346, "include": 1347, "noir": 1348, "jean": 1349, "feelings": 1350, "dreams": 1351, "green": 1352, "photography": 1353, "catch": 1354, "shock": 1355, "summer": 1356, "subtle": 1357, "twice": 1358, "land": 1359, "victim": 1360, "ground": 1361, "scenery": 1362, "suggest": 1363, "flicks": 1364, "fascinating": 1365, "wise": 1366, "martin": 1367, "lovely": 1368, "presented": 1369, "critics": 1370, "festival": 1371, "teen": 1372, "charming": 1373, "besides": 1374, "excuse": 1375, "expectations": 1376, "innocent": 1377, "sub": 1378, "opportunity": 1379, "opera": 1380, "bottom": 1381, "pain": 1382, "image": 1383, "cops": 1384, "disaster": 1385, "changed": 1386, "pull": 1387, "fully": 1388, "holes": 1389, "stunning": 1390, "beat": 1391, "laughable": 1392, "student": 1393, "fox": 1394, "laughed": 1395, "fell": 1396, "listen": 1397, "actresses": 1398, "paid": 1399, "students": 1400, "soul": 1401, "x": 1402, "gorgeous": 1403, "faces": 1404, "narrative": 1405, "moved": 1406, "finish": 1407, "revenge": 1408, "extreme": 1409, "kelly": 1410, "contains": 1411, "answer": 1412, "steve": 1413, "jackson": 1414, "bruce": 1415, "captain": 1416, "ed": 1417, "slowly": 1418, "aspects": 1419, "loves": 1420, "dies": 1421, "thus": 1422, "confusing": 1423, "cinematic": 1424, "content": 1425, "compelling": 1426, "terrific": 1427, "pictures": 1428, "places": 1429, "impressed": 1430, "funniest": 1431, "drive": 1432, "building": 1433, "key": 1434, "quick": 1435, "unbelievable": 1436, "outstanding": 1437, "themes": 1438, "count": 1439, "artistic": 1440, "merely": 1441, "painful": 1442, "spot": 1443, "picked": 1444, "serial": 1445, "soldier": 1446, "gem": 1447, "radio": 1448, "award": 1449, "relationships": 1450, "supposedly": 1451, "teacher": 1452, "sent": 1453, "grace": 1454, "thoroughly": 1455, "ugly": 1456, "mistake": 1457, "paris": 1458, "central": 1459, "adaptation": 1460, "ford": 1461, "falling": 1462, "fashion": 1463, "climax": 1464, "color": 1465, "notice": 1466, "chinese": 1467, "magic": 1468, "hotel": 1469, "victims": 1470, "mix": 1471, "surely": 1472, "acts": 1473, "followed": 1474, "lets": 1475, "j": 1476, "henry": 1477, "dan": 1478, "area": 1479, "p": 1480, "mom": 1481, "direct": 1482, "affair": 1483, "seven": 1484, "adults": 1485, "names": 1486, "shouldn": 1487, "angry": 1488, "folks": 1489, "ahead": 1490, "length": 1491, "church": 1492, "therefore": 1493, "thin": 1494, "latter": 1495, "thomas": 1496, "agent": 1497, "fresh": 1498, "chase": 1499, "shocking": 1500, "memory": 1501, "exception": 1502, "double": 1503, "thank": 1504, "whatsoever": 1505, "marriage": 1506, "happening": 1507, "horse": 1508, "ryan": 1509, "likable": 1510, "lived": 1511, "proves": 1512, "suspect": 1513, "step": 1514, "inspired": 1515, "eddie": 1516, "held": 1517, "race": 1518, "wondering": 1519, "share": 1520, "club": 1521, "event": 1522, "putting": 1523, "anymore": 1524, "boss": 1525, "support": 1526, "ms": 1527, "approach": 1528, "intriguing": 1529, "bond": 1530, "seconds": 1531, "sight": 1532, "emotion": 1533, "available": 1534, "developed": 1535, "detail": 1536, "attractive": 1537, "billy": 1538, "wall": 1539, "sucks": 1540, "random": 1541, "collection": 1542, "rented": 1543, "addition": 1544, "personality": 1545, "appeared": 1546, "helps": 1547, "fights": 1548, "machine": 1549, "hurt": 1550, "flying": 1551, "born": 1552, "danny": 1553, "stewart": 1554, "queen": 1555, "design": 1556, "seemingly": 1557, "imagination": 1558, "anne": 1559, "equally": 1560, "negative": 1561, "impact": 1562, "dirty": 1563, "asked": 1564, "absurd": 1565, "led": 1566, "st": 1567, "search": 1568, "information": 1569, "clothes": 1570, "anywhere": 1571, "becoming": 1572, "trailer": 1573, "delivers": 1574, "howard": 1575, "jason": 1576, "cry": 1577, "offers": 1578, "creative": 1579, "finding": 1580, "lord": 1581, "difference": 1582, "hasn": 1583, "drugs": 1584, "justice": 1585, "element": 1586, "animals": 1587, "numbers": 1588, "rape": 1589, "fellow": 1590, "passion": 1591, "professional": 1592, "compare": 1593, "mediocre": 1594, "willing": 1595, "indian": 1596, "adds": 1597, "wearing": 1598, "returns": 1599, "arts": 1600, "anybody": 1601, "record": 1602, "cross": 1603, "hospital": 1604, "damn": 1605, "accident": 1606, "ready": 1607, "moral": 1608, "noticed": 1609, "lies": 1610, "struggle": 1611, "ring": 1612, "deliver": 1613, "build": 1614, "forgotten": 1615, "texas": 1616, "moon": 1617, "martial": 1618, "rose": 1619, "introduced": 1620, "engaging": 1621, "thats": 1622, "murders": 1623, "food": 1624, "core": 1625, "heroes": 1626, "americans": 1627, "ghost": 1628, "soft": 1629, "surprising": 1630, "scientist": 1631, "realized": 1632, "tired": 1633, "location": 1634, "lover": 1635, "harry": 1636, "member": 1637, "bob": 1638, "energy": 1639, "allowed": 1640, "lacks": 1641, "torture": 1642, "h": 1643, "flaws": 1644, "williams": 1645, "fail": 1646, "cgi": 1647, "window": 1648, "warning": 1649, "calls": 1650, "brutal": 1651, "intelligence": 1652, "absolute": 1653, "moore": 1654, "finished": 1655, "turning": 1656, "joan": 1657, "ice": 1658, "commentary": 1659, "robin": 1660, "arthur": 1661, "pleasure": 1662, "blame": 1663, "filmmaker": 1664, "accept": 1665, "lose": 1666, "independent": 1667, "station": 1668, "afraid": 1669, "visuals": 1670, "constant": 1671, "comedic": 1672, "shop": 1673, "creature": 1674, "references": 1675, "onto": 1676, "knowledge": 1677, "provide": 1678, "field": 1679, "scared": 1680, "provides": 1681, "brown": 1682, "current": 1683, "ii": 1684, "monsters": 1685, "remarkable": 1686, "vs": 1687, "treat": 1688, "reminded": 1689, "eat": 1690, "stone": 1691, "allow": 1692, "floor": 1693, "animal": 1694, "conflict": 1695, "insane": 1696, "childhood": 1697, "mental": 1698, "n": 1699, "devil": 1700, "julie": 1701, "fate": 1702, "vision": 1703, "helped": 1704, "apartment": 1705, "tragedy": 1706, "generation": 1707, "alan": 1708, "loving": 1709, "deserve": 1710, "system": 1711, "pop": 1712, "terribly": 1713, "unnecessary": 1714, "boat": 1715, "sam": 1716, "drunk": 1717, "unusual": 1718, "broken": 1719, "locations": 1720, "theatre": 1721, "rip": 1722, "unknown": 1723, "criminal": 1724, "wood": 1725, "price": 1726, "woods": 1727, "plots": 1728, "plane": 1729, "includes": 1730, "creating": 1731, "comparison": 1732, "ups": 1733, "kinda": 1734, "pre": 1735, "heads": 1736, "vampires": 1737, "mouth": 1738, "religious": 1739, "months": 1740, "began": 1741, "issue": 1742, "officer": 1743, "davis": 1744, "necessary": 1745, "deals": 1746, "standards": 1747, "loose": 1748, "wide": 1749, "watchable": 1750, "understanding": 1751, "trust": 1752, "mid": 1753, "partner": 1754, "pilot": 1755, "frankly": 1756, "memories": 1757, "cash": 1758, "tape": 1759, "reminds": 1760, "fat": 1761, "wooden": 1762, "tears": 1763, "gags": 1764, "gold": 1765, "jr": 1766, "jennifer": 1767, "contrived": 1768, "al": 1769, "met": 1770, "winning": 1771, "explanation": 1772, "advice": 1773, "continue": 1774, "driving": 1775, "protagonist": 1776, "captured": 1777, "players": 1778, "african": 1779, "judge": 1780, "numerous": 1781, "epic": 1782, "gotten": 1783, "deeply": 1784, "humanity": 1785, "bringing": 1786, "stock": 1787, "wonderfully": 1788, "growing": 1789, "security": 1790, "kick": 1791, "jackie": 1792, "miles": 1793, "castle": 1794, "hidden": 1795, "learned": 1796, "faith": 1797, "spanish": 1798, "bloody": 1799, "superior": 1800, "lucky": 1801, "eating": 1802, "included": 1803, "nonsense": 1804, "jerry": 1805, "page": 1806, "sat": 1807, "describe": 1808, "jump": 1809, "visually": 1810, "soap": 1811, "limited": 1812, "lovers": 1813, "murdered": 1814, "buddy": 1815, "bits": 1816, "rescue": 1817, "cell": 1818, "favourite": 1819, "edited": 1820, "grand": 1821, "twenty": 1822, "finest": 1823, "community": 1824, "chaplin": 1825, "bland": 1826, "adam": 1827, "kong": 1828, "rarely": 1829, "actions": 1830, "nicely": 1831, "according": 1832, "confused": 1833, "instance": 1834, "humorous": 1835, "dealing": 1836, "survive": 1837, "lacking": 1838, "lewis": 1839, "deserved": 1840, "desire": 1841, "corny": 1842, "nick": 1843, "morning": 1844, "board": 1845, "taylor": 1846, "satire": 1847, "allen": 1848, "pacing": 1849, "below": 1850, "albert": 1851, "paced": 1852, "delivered": 1853, "ladies": 1854, "dangerous": 1855, "pair": 1856, "sheriff": 1857, "humans": 1858, "dimensional": 1859, "european": 1860, "results": 1861, "johnny": 1862, "saved": 1863, "technical": 1864, "academy": 1865, "seat": 1866, "winner": 1867, "villains": 1868, "suicide": 1869, "wanting": 1870, "singer": 1871, "meanwhile": 1872, "holds": 1873, "blind": 1874, "nasty": 1875, "leader": 1876, "connection": 1877, "breaks": 1878, "sleep": 1879, "opposite": 1880, "study": 1881, "built": 1882, "teenage": 1883, "mine": 1884, "spectacular": 1885, "psycho": 1886, "capture": 1887, "vote": 1888, "brilliantly": 1889, "naturally": 1890, "extra": 1891, "steven": 1892, "v": 1893, "unable": 1894, "sea": 1895, "featuring": 1896, "site": 1897, "process": 1898, "feet": 1899, "ann": 1900, "genuine": 1901, "fu": 1902, "prove": 1903, "cable": 1904, "bear": 1905, "states": 1906, "kevin": 1907, "cuts": 1908, "heaven": 1909, "tedious": 1910, "skip": 1911, "fly": 1912, "mixed": 1913, "uncle": 1914, "product": 1915, "realism": 1916, "stephen": 1917, "starting": 1918, "roll": 1919, "redeeming": 1920, "accurate": 1921, "max": 1922, "rise": 1923, "mike": 1924, "shakespeare": 1925, "legend": 1926, "gary": 1927, "talents": 1928, "desperate": 1929, "hits": 1930, "visit": 1931, "recall": 1932, "fill": 1933, "joy": 1934, "toward": 1935, "professor": 1936, "heroine": 1937, "hopes": 1938, "saving": 1939, "combination": 1940, "unrealistic": 1941, "candy": 1942, "awkward": 1943, "physical": 1944, "nightmare": 1945, "efforts": 1946, "crappy": 1947, "hated": 1948, "grow": 1949, "desert": 1950, "finale": 1951, "player": 1952, "tim": 1953, "stuck": 1954, "national": 1955, "loss": 1956, "higher": 1957, "artist": 1958, "france": 1959, "luck": 1960, "whilst": 1961, "flashbacks": 1962, "apparent": 1963, "suit": 1964, "friendship": 1965, "responsible": 1966, "program": 1967, "experienced": 1968, "carry": 1969, "overly": 1970, "smile": 1971, "anna": 1972, "levels": 1973, "costume": 1974, "ball": 1975, "promising": 1976, "lesson": 1977, "games": 1978, "assume": 1979, "seagal": 1980, "sing": 1981, "angel": 1982, "flesh": 1983, "witty": 1984, "relate": 1985, "ordinary": 1986, "occasionally": 1987, "wit": 1988, "media": 1989, "pretentious": 1990, "send": 1991, "sharp": 1992, "parody": 1993, "classics": 1994, "keeping": 1995, "forces": 1996, "ass": 1997, "model": 1998, "sucked": 1999, "owner": 2000, "continuity": 2001, "anime": 2002, "paper": 2003, "kate": 2004, "perspective": 2005, "frame": 2006, "manage": 2007, "jeff": 2008, "decade": 2009, "private": 2010, "powers": 2011, "wolf": 2012, "pulled": 2013, "golden": 2014, "mission": 2015, "opens": 2016, "wilson": 2017, "twisted": 2018, "explained": 2019, "village": 2020, "graphic": 2021, "fault": 2022, "correct": 2023, "contemporary": 2024, "priest": 2025, "meeting": 2026, "tiny": 2027, "hunter": 2028, "marie": 2029, "sell": 2030, "eric": 2031, "revealed": 2032, "chan": 2033, "exist": 2034, "mrs": 2035, "aware": 2036, "involves": 2037, "trek": 2038, "sisters": 2039, "cant": 2040, "andy": 2041, "walked": 2042, "foreign": 2043, "bright": 2044, "chick": 2045, "ultimate": 2046, "gory": 2047, "decision": 2048, "wars": 2049, "continues": 2050, "provided": 2051, "awards": 2052, "behavior": 2053, "cage": 2054, "empty": 2055, "normally": 2056, "barbara": 2057, "international": 2058, "favor": 2059, "standing": 2060, "bigger": 2061, "tragic": 2062, "reviewers": 2063, "witch": 2064, "cameo": 2065, "grew": 2066, "amateurish": 2067, "freedom": 2068, "excited": 2069, "wayne": 2070, "talks": 2071, "fool": 2072, "round": 2073, "vhs": 2074, "reaction": 2075, "grant": 2076, "fame": 2077, "ancient": 2078, "debut": 2079, "dick": 2080, "irish": 2081, "dated": 2082, "treatment": 2083, "regular": 2084, "identity": 2085, "somebody": 2086, "executed": 2087, "alex": 2088, "president": 2089, "scream": 2090, "wind": 2091, "context": 2092, "germany": 2093, "emotionally": 2094, "attitude": 2095, "screaming": 2096, "described": 2097, "psychological": 2098, "strength": 2099, "factor": 2100, "bodies": 2101, "unfunny": 2102, "underrated": 2103, "kung": 2104, "range": 2105, "dying": 2106, "satisfying": 2107, "received": 2108, "false": 2109, "blonde": 2110, "brian": 2111, "sequels": 2112, "curious": 2113, "australian": 2114, "discovers": 2115, "johnson": 2116, "creates": 2117, "stereotypes": 2118, "caused": 2119, "larry": 2120, "grown": 2121, "skin": 2122, "fulci": 2123, "w": 2124, "logic": 2125, "failure": 2126, "crowd": 2127, "asks": 2128, "skills": 2129, "reach": 2130, "sean": 2131, "formula": 2132, "terror": 2133, "rubbish": 2134, "circumstances": 2135, "mask": 2136, "streets": 2137, "asian": 2138, "reviewer": 2139, "sports": 2140, "loses": 2141, "superman": 2142, "families": 2143, "allows": 2144, "lesbian": 2145, "whenever": 2146, "related": 2147, "originally": 2148, "bomb": 2149, "dreadful": 2150, "crash": 2151, "eight": 2152, "weeks": 2153, "chosen": 2154, "service": 2155, "device": 2156, "anthony": 2157, "ill": 2158, "types": 2159, "shallow": 2160, "reporter": 2161, "steals": 2162, "youth": 2163, "pity": 2164, "cheese": 2165, "quiet": 2166, "uk": 2167, "drag": 2168, "tarzan": 2169, "teenagers": 2170, "figures": 2171, "scale": 2172, "theatrical": 2173, "mini": 2174, "arm": 2175, "warm": 2176, "seasons": 2177, "center": 2178, "sign": 2179, "dennis": 2180, "dressed": 2181, "hadn": 2182, "werewolf": 2183, "section": 2184, "evidence": 2185, "embarrassing": 2186, "hide": 2187, "lifetime": 2188, "rules": 2189, "maker": 2190, "conversation": 2191, "veteran": 2192, "vietnam": 2193, "notch": 2194, "essentially": 2195, "previously": 2196, "theaters": 2197, "makeup": 2198, "heck": 2199, "structure": 2200, "teens": 2201, "shocked": 2202, "technology": 2203, "concerned": 2204, "sake": 2205, "turkey": 2206, "teenager": 2207, "display": 2208, "regret": 2209, "code": 2210, "sheer": 2211, "committed": 2212, "remain": 2213, "thoughts": 2214, "highlight": 2215, "promise": 2216, "magnificent": 2217, "sorts": 2218, "harsh": 2219, "dubbed": 2220, "figured": 2221, "proper": 2222, "hanging": 2223, "cars": 2224, "cost": 2225, "parker": 2226, "rule": 2227, "titanic": 2228, "base": 2229, "steal": 2230, "table": 2231, "broadway": 2232, "england": 2233, "vacation": 2234, "speed": 2235, "asleep": 2236, "racism": 2237, "wedding": 2238, "till": 2239, "clue": 2240, "existence": 2241, "ran": 2242, "stopped": 2243, "morgan": 2244, "anderson": 2245, "individual": 2246, "killers": 2247, "brooks": 2248, "gene": 2249, "sympathetic": 2250, "julia": 2251, "beast": 2252, "victoria": 2253, "movement": 2254, "angles": 2255, "driven": 2256, "darkness": 2257, "disgusting": 2258, "beach": 2259, "dogs": 2260, "trapped": 2261, "hearing": 2262, "praise": 2263, "edward": 2264, "japan": 2265, "ron": 2266, "suffering": 2267, "north": 2268, "forest": 2269, "learns": 2270, "welles": 2271, "degree": 2272, "native": 2273, "witness": 2274, "proved": 2275, "enter": 2276, "entertained": 2277, "cares": 2278, "largely": 2279, "plans": 2280, "cameron": 2281, "costs": 2282, "latest": 2283, "training": 2284, "obsessed": 2285, "capable": 2286, "liners": 2287, "passed": 2288, "believes": 2289, "patient": 2290, "pro": 2291, "endless": 2292, "erotic": 2293, "research": 2294, "unexpected": 2295, "hoffman": 2296, "wear": 2297, "aged": 2298, "arms": 2299, "nevertheless": 2300, "chief": 2301, "joseph": 2302, "spy": 2303, "india": 2304, "speech": 2305, "saturday": 2306, "ages": 2307, "tarantino": 2308, "commercial": 2309, "guns": 2310, "vehicle": 2311, "walks": 2312, "walker": 2313, "driver": 2314, "reveal": 2315, "rental": 2316, "jesus": 2317, "remembered": 2318, "supernatural": 2319, "asking": 2320, "extras": 2321, "rob": 2322, "scare": 2323, "hitler": 2324, "halloween": 2325, "enemy": 2326, "facts": 2327, "breaking": 2328, "target": 2329, "semi": 2330, "discover": 2331, "haunting": 2332, "routine": 2333, "department": 2334, "fits": 2335, "discovered": 2336, "stan": 2337, "author": 2338, "treated": 2339, "majority": 2340, "qualities": 2341, "kane": 2342, "insult": 2343, "sarah": 2344, "hall": 2345, "douglas": 2346, "calling": 2347, "football": 2348, "dozen": 2349, "europe": 2350, "welcome": 2351, "realizes": 2352, "roger": 2353, "sensitive": 2354, "via": 2355, "holding": 2356, "irritating": 2357, "cartoons": 2358, "skill": 2359, "covered": 2360, "tree": 2361, "convince": 2362, "nowadays": 2363, "network": 2364, "laughter": 2365, "tommy": 2366, "forgot": 2367, "interview": 2368, "paying": 2369, "alright": 2370, "listening": 2371, "grave": 2372, "angle": 2373, "lawyer": 2374, "pile": 2375, "africa": 2376, "hearted": 2377, "painfully": 2378, "portray": 2379, "forgettable": 2380, "jungle": 2381, "exact": 2382, "unfortunate": 2383, "develop": 2384, "segment": 2385, "effectively": 2386, "matters": 2387, "relatively": 2388, "lower": 2389, "utter": 2390, "throwing": 2391, "murphy": 2392, "trilogy": 2393, "sky": 2394, "forth": 2395, "unlikely": 2396, "spielberg": 2397, "par": 2398, "aka": 2399, "lonely": 2400, "accidentally": 2401, "chose": 2402, "recognize": 2403, "flight": 2404, "deadly": 2405, "summary": 2406, "lousy": 2407, "handsome": 2408, "hole": 2409, "placed": 2410, "hopefully": 2411, "brave": 2412, "jewish": 2413, "friendly": 2414, "politics": 2415, "faced": 2416, "river": 2417, "clean": 2418, "appropriate": 2419, "required": 2420, "tense": 2421, "occasional": 2422, "russell": 2423, "featured": 2424, "destroy": 2425, "raised": 2426, "suspenseful": 2427, "universal": 2428, "hood": 2429, "walter": 2430, "evening": 2431, "strongly": 2432, "ain": 2433, "foot": 2434, "captures": 2435, "versions": 2436, "massive": 2437, "choose": 2438, "safe": 2439, "surface": 2440, "trap": 2441, "hill": 2442, "virtually": 2443, "propaganda": 2444, "relief": 2445, "dry": 2446, "matt": 2447, "claims": 2448, "stranger": 2449, "lights": 2450, "snake": 2451, "nude": 2452, "depicted": 2453, "performed": 2454, "spoil": 2455, "baseball": 2456, "greater": 2457, "handled": 2458, "contrast": 2459, "eastwood": 2460, "scenario": 2461, "lynch": 2462, "dean": 2463, "kiss": 2464, "fare": 2465, "offensive": 2466, "sounded": 2467, "pleasant": 2468, "appreciated": 2469, "jimmy": 2470, "prepared": 2471, "proud": 2472, "abuse": 2473, "friday": 2474, "suffers": 2475, "losing": 2476, "von": 2477, "usa": 2478, "succeeds": 2479, "dracula": 2480, "voices": 2481, "presents": 2482, "tend": 2483, "source": 2484, "hal": 2485, "scares": 2486, "hired": 2487, "drink": 2488, "viewed": 2489, "bet": 2490, "carrey": 2491, "bus": 2492, "gonna": 2493, "hunt": 2494, "claim": 2495, "ratings": 2496, "minded": 2497, "nominated": 2498, "closing": 2499, "downright": 2500, "travel": 2501, "weapons": 2502, "touched": 2503, "picks": 2504, "creatures": 2505, "prince": 2506, "davies": 2507, "california": 2508, "studios": 2509, "warner": 2510, "slapstick": 2511, "position": 2512, "screening": 2513, "paint": 2514, "goofy": 2515, "daniel": 2516, "rings": 2517, "mexican": 2518, "delightful": 2519, "helen": 2520, "authentic": 2521, "speaks": 2522, "abandoned": 2523, "stolen": 2524, "glass": 2525, "belief": 2526, "religion": 2527, "blockbuster": 2528, "dollars": 2529, "horrific": 2530, "everywhere": 2531, "lake": 2532, "haunted": 2533, "uninteresting": 2534, "warned": 2535, "exploitation": 2536, "ocean": 2537, "melodrama": 2538, "sitcom": 2539, "woody": 2540, "curse": 2541, "dude": 2542, "atrocious": 2543, "portrays": 2544, "practically": 2545, "remotely": 2546, "timing": 2547, "regarding": 2548, "letter": 2549, "legendary": 2550, "jon": 2551, "express": 2552, "portraying": 2553, "frankie": 2554, "blow": 2555, "nuclear": 2556, "drinking": 2557, "technically": 2558, "gratuitous": 2559, "ali": 2560, "flow": 2561, "fictional": 2562, "serve": 2563, "inner": 2564, "ignore": 2565, "mountain": 2566, "gross": 2567, "east": 2568, "throws": 2569, "keaton": 2570, "offered": 2571, "kinds": 2572, "substance": 2573, "artists": 2574, "insight": 2575, "mainstream": 2576, "cutting": 2577, "reynolds": 2578, "em": 2579, "combined": 2580, "test": 2581, "simon": 2582, "genuinely": 2583, "ha": 2584, "bruno": 2585, "spends": 2586, "shall": 2587, "ripped": 2588, "experiment": 2589, "believed": 2590, "amongst": 2591, "experiences": 2592, "comedian": 2593, "gritty": 2594, "aliens": 2595, "crying": 2596, "prime": 2597, "massacre": 2598, "crude": 2599, "nose": 2600, "monkey": 2601, "bat": 2602, "beloved": 2603, "lloyd": 2604, "encounter": 2605, "repeated": 2606, "surprises": 2607, "guard": 2608, "danger": 2609, "amateur": 2610, "miller": 2611, "louis": 2612, "drew": 2613, "refuses": 2614, "causes": 2615, "q": 2616, "racist": 2617, "seek": 2618, "deaths": 2619, "frightening": 2620, "campy": 2621, "comical": 2622, "blown": 2623, "cruel": 2624, "designed": 2625, "kennedy": 2626, "assistant": 2627, "southern": 2628, "rain": 2629, "served": 2630, "matrix": 2631, "convinced": 2632, "touches": 2633, "contain": 2634, "jay": 2635, "learning": 2636, "favorites": 2637, "rights": 2638, "blair": 2639, "worthwhile": 2640, "ruined": 2641, "pack": 2642, "category": 2643, "serves": 2644, "bank": 2645, "granted": 2646, "kim": 2647, "naive": 2648, "roberts": 2649, "peace": 2650, "un": 2651, "afternoon": 2652, "packed": 2653, "provoking": 2654, "washington": 2655, "graphics": 2656, "caring": 2657, "wears": 2658, "steps": 2659, "halfway": 2660, "execution": 2661, "contact": 2662, "inspiration": 2663, "attempted": 2664, "produce": 2665, "mistakes": 2666, "starred": 2667, "presentation": 2668, "gordon": 2669, "fish": 2670, "directly": 2671, "alice": 2672, "patrick": 2673, "term": 2674, "shadow": 2675, "sinatra": 2676, "mildly": 2677, "gripping": 2678, "extraordinary": 2679, "arrives": 2680, "horribly": 2681, "dragon": 2682, "depiction": 2683, "status": 2684, "dinner": 2685, "depressing": 2686, "account": 2687, "inept": 2688, "karen": 2689, "whoever": 2690, "junk": 2691, "criticism": 2692, "struggles": 2693, "guilty": 2694, "individuals": 2695, "trial": 2696, "universe": 2697, "china": 2698, "mature": 2699, "influence": 2700, "demon": 2701, "locked": 2702, "everyday": 2703, "thousands": 2704, "concerns": 2705, "reveals": 2706, "weekend": 2707, "suffer": 2708, "burns": 2709, "metal": 2710, "handle": 2711, "regardless": 2712, "explains": 2713, "excitement": 2714, "flashback": 2715, "proof": 2716, "minds": 2717, "sun": 2718, "sleeping": 2719, "multiple": 2720, "wasting": 2721, "mst": 2722, "lane": 2723, "civil": 2724, "prefer": 2725, "che": 2726, "mel": 2727, "medical": 2728, "extent": 2729, "poignant": 2730, "gangster": 2731, "urban": 2732, "spots": 2733, "changing": 2734, "carries": 2735, "westerns": 2736, "mentally": 2737, "drop": 2738, "selling": 2739, "pulls": 2740, "internet": 2741, "whereas": 2742, "traditional": 2743, "deeper": 2744, "focused": 2745, "host": 2746, "market": 2747, "bothered": 2748, "initial": 2749, "revelation": 2750, "ward": 2751, "buying": 2752, "delight": 2753, "disbelief": 2754, "seeking": 2755, "silence": 2756, "sides": 2757, "upper": 2758, "condition": 2759, "crimes": 2760, "rolling": 2761, "draw": 2762, "choices": 2763, "blah": 2764, "mirror": 2765, "colors": 2766, "thankfully": 2767, "colonel": 2768, "wins": 2769, "tradition": 2770, "kicks": 2771, "caine": 2772, "tight": 2773, "savage": 2774, "threat": 2775, "blake": 2776, "madness": 2777, "accents": 2778, "renting": 2779, "determined": 2780, "focuses": 2781, "task": 2782, "narration": 2783, "idiot": 2784, "bore": 2785, "prior": 2786, "purely": 2787, "idiotic": 2788, "titles": 2789, "league": 2790, "magical": 2791, "subtitles": 2792, "gag": 2793, "achieve": 2794, "nights": 2795, "burt": 2796, "tongue": 2797, "coach": 2798, "harris": 2799, "farm": 2800, "imagery": 2801, "sunday": 2802, "hint": 2803, "storytelling": 2804, "kidnapped": 2805, "marry": 2806, "originality": 2807, "searching": 2808, "stomach": 2809, "surrounding": 2810, "vincent": 2811, "intellectual": 2812, "guest": 2813, "statement": 2814, "dialogs": 2815, "hardy": 2816, "existent": 2817, "mere": 2818, "canadian": 2819, "helping": 2820, "emma": 2821, "convey": 2822, "desperately": 2823, "personalities": 2824, "mindless": 2825, "criminals": 2826, "united": 2827, "expressions": 2828, "fortunately": 2829, "interviews": 2830, "catherine": 2831, "exists": 2832, "gas": 2833, "nation": 2834, "daily": 2835, "sudden": 2836, "jobs": 2837, "cooper": 2838, "lazy": 2839, "donald": 2840, "wwii": 2841, "quirky": 2842, "balance": 2843, "bbc": 2844, "oddly": 2845, "embarrassed": 2846, "performers": 2847, "destroyed": 2848, "sir": 2849, "advantage": 2850, "concert": 2851, "variety": 2852, "closer": 2853, "repeat": 2854, "storm": 2855, "virgin": 2856, "wrapped": 2857, "suggests": 2858, "messages": 2859, "flash": 2860, "perform": 2861, "eerie": 2862, "hong": 2863, "multi": 2864, "thirty": 2865, "khan": 2866, "funnier": 2867, "victor": 2868, "italy": 2869, "ludicrous": 2870, "demons": 2871, "brad": 2872, "laura": 2873, "critical": 2874, "dear": 2875, "blues": 2876, "instantly": 2877, "opened": 2878, "fred": 2879, "virus": 2880, "unforgettable": 2881, "truck": 2882, "sidney": 2883, "revolution": 2884, "confusion": 2885, "retarded": 2886, "colorful": 2887, "nd": 2888, "views": 2889, "buck": 2890, "breath": 2891, "jumps": 2892, "charge": 2893, "oscars": 2894, "reputation": 2895, "dislike": 2896, "gotta": 2897, "elizabeth": 2898, "button": 2899, "murderer": 2900, "struggling": 2901, "dancer": 2902, "stayed": 2903, "robot": 2904, "dress": 2905, "fallen": 2906, "shorts": 2907, "legs": 2908, "stays": 2909, "powell": 2910, "punch": 2911, "sold": 2912, "toy": 2913, "cultural": 2914, "freeman": 2915, "philip": 2916, "examples": 2917, "remote": 2918, "row": 2919, "surreal": 2920, "letting": 2921, "hooked": 2922, "nurse": 2923, "snow": 2924, "introduction": 2925, "creation": 2926, "jessica": 2927, "corner": 2928, "lisa": 2929, "attempting": 2930, "established": 2931, "spin": 2932, "frequently": 2933, "consequences": 2934, "suck": 2935, "enjoying": 2936, "ruin": 2937, "swedish": 2938, "heavily": 2939, "succeed": 2940, "spoof": 2941, "cagney": 2942, "montgomery": 2943, "join": 2944, "blows": 2945, "knife": 2946, "rough": 2947, "hammer": 2948, "pool": 2949, "push": 2950, "birthday": 2951, "print": 2952, "chuck": 2953, "expression": 2954, "betty": 2955, "poverty": 2956, "laurel": 2957, "nonetheless": 2958, "technique": 2959, "appealing": 2960, "russia": 2961, "chilling": 2962, "redemption": 2963, "outrageous": 2964, "tune": 2965, "understood": 2966, "struck": 2967, "refreshing": 2968, "happiness": 2969, "amazingly": 2970, "lincoln": 2971, "hence": 2972, "path": 2973, "performing": 2974, "mickey": 2975, "shut": 2976, "pacino": 2977, "scripts": 2978, "tales": 2979, "carl": 2980, "dawn": 2981, "soviet": 2982, "web": 2983, "regard": 2984, "theory": 2985, "knock": 2986, "stereotypical": 2987, "plastic": 2988, "credibility": 2989, "revolves": 2990, "manhattan": 2991, "passing": 2992, "ghosts": 2993, "entertain": 2994, "weapon": 2995, "timeless": 2996, "equal": 2997, "significant": 2998, "manager": 2999, "precious": 3000, "clark": 3001, "raw": 3002, "angels": 3003, "blank": 3004, "australia": 3005, "decades": 3006, "remind": 3007, "screenwriter": 3008, "appearances": 3009, "insulting": 3010, "sings": 3011, "union": 3012, "lovable": 3013, "lucy": 3014, "portrait": 3015, "spite": 3016, "upset": 3017, "miserably": 3018, "cusack": 3019, "san": 3020, "strangely": 3021, "noted": 3022, "clips": 3023, "pg": 3024, "shower": 3025, "unconvincing": 3026, "bourne": 3027, "cia": 3028, "trite": 3029, "quest": 3030, "facial": 3031, "sexuality": 3032, "leslie": 3033, "travels": 3034, "spending": 3035, "puppet": 3036, "clint": 3037, "broke": 3038, "birth": 3039, "editor": 3040, "burton": 3041, "pregnant": 3042, "shoes": 3043, "notable": 3044, "bugs": 3045, "funeral": 3046, "wreck": 3047, "jail": 3048, "mob": 3049, "greatly": 3050, "los": 3051, "competent": 3052, "sentimental": 3053, "luke": 3054, "intrigue": 3055, "alike": 3056, "susan": 3057, "acceptable": 3058, "wealthy": 3059, "hat": 3060, "amazed": 3061, "noble": 3062, "endearing": 3063, "shines": 3064, "stylish": 3065, "reminiscent": 3066, "headed": 3067, "spoken": 3068, "pulling": 3069, "string": 3070, "shadows": 3071, "franco": 3072, "accepted": 3073, "obnoxious": 3074, "chances": 3075, "dubbing": 3076, "dare": 3077, "properly": 3078, "alas": 3079, "carpenter": 3080, "dinosaurs": 3081, "card": 3082, "separate": 3083, "argument": 3084, "teeth": 3085, "marvelous": 3086, "pointed": 3087, "reference": 3088, "bible": 3089, "jesse": 3090, "meaningful": 3091, "blade": 3092, "farce": 3093, "complicated": 3094, "carried": 3095, "hip": 3096, "intensity": 3097, "dramas": 3098, "flawed": 3099, "adapted": 3100, "solve": 3101, "cousin": 3102, "credible": 3103, "mario": 3104, "fabulous": 3105, "dollar": 3106, "belongs": 3107, "walken": 3108, "oliver": 3109, "noise": 3110, "barry": 3111, "lie": 3112, "cabin": 3113, "sympathy": 3114, "critic": 3115, "notorious": 3116, "cave": 3117, "riding": 3118, "bollywood": 3119, "holiday": 3120, "hunting": 3121, "fbi": 3122, "attacks": 3123, "intent": 3124, "replaced": 3125, "stupidity": 3126, "wave": 3127, "warn": 3128, "carefully": 3129, "revealing": 3130, "fx": 3131, "novels": 3132, "marty": 3133, "maria": 3134, "indians": 3135, "sleazy": 3136, "stunt": 3137, "stanwyck": 3138, "hype": 3139, "musicals": 3140, "elsewhere": 3141, "fianc": 3142, "intentions": 3143, "repeatedly": 3144, "neck": 3145, "challenge": 3146, "doors": 3147, "necessarily": 3148, "answers": 3149, "tribute": 3150, "providing": 3151, "adding": 3152, "crafted": 3153, "glimpse": 3154, "settings": 3155, "chases": 3156, "protect": 3157, "basis": 3158, "lying": 3159, "furthermore": 3160, "altman": 3161, "attacked": 3162, "cardboard": 3163, "cases": 3164, "fighter": 3165, "boot": 3166, "bag": 3167, "roy": 3168, "comfortable": 3169, "specific": 3170, "arnold": 3171, "shoots": 3172, "courage": 3173, "cassavetes": 3174, "risk": 3175, "tear": 3176, "thrillers": 3177, "jerk": 3178, "parent": 3179, "chair": 